IDEA Open Model
HangingAroundPatch.IsMirrored Property
Compatible with IDEA StatiCa Beta 20.0
 Add same reinforcement on oposide side (rotated 180°)
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool IsMirrored { get; set; }
Public Property IsMirrored As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
HangingAroundPatch Class
IdeaRS.OpenModel.Detail Namespace